-- phpMyAdmin SQL Dump
-- version 4.5.4.1deb2ubuntu2.1
-- http://www.phpmyadmin.net
--
-- Host: localhost
-- Generation Time: Jun 05, 2019 at 09:45 PM
-- Server version: 5.7.21-0ubuntu0.16.04.1-log
-- PHP Version: 7.0.33-0ubuntu0.16.04.4

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `test`
--

-- --------------------------------------------------------

--
-- Table structure for table `patronymic`
--

CREATE TABLE `patronymic` (
  `id` int(11) NOT NULL,
  `name` varchar(100) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `patronymic`
--

INSERT INTO `patronymic` (`id`, `name`) VALUES
(1, 'Александрович'),
(54, 'Александровна'),
(2, 'Алексеевич'),
(55, 'Алексеевна'),
(3, 'Анатольевич'),
(56, 'Анатольевна'),
(4, 'Андреевич'),
(57, 'Андреевна'),
(5, 'Антонович'),
(58, 'Антоновна'),
(6, 'Аркадьевич'),
(59, 'Аркадьевна'),
(7, 'Богданович'),
(60, 'Богдановна'),
(8, 'Борисович'),
(61, 'Борисовна'),
(9, 'Валентинович'),
(62, 'Валентиновна'),
(10, 'Валерьевич'),
(63, 'Валерьевна'),
(11, 'Васильевич'),
(64, 'Васильевна'),
(12, 'Викторович'),
(65, 'Викторовна'),
(13, 'Владимирович'),
(66, 'Владимировна'),
(67, 'Владиславовна'),
(14, 'Вячеславович'),
(68, 'Вячеславовна'),
(15, 'Генадиевич'),
(69, 'Генадиевна'),
(16, 'Георгиевич'),
(70, 'Георгиевна'),
(17, 'Григорьевич'),
(71, 'Григорьевна'),
(18, 'Данилович'),
(72, 'Даниловна'),
(19, 'Дмитриевич'),
(73, 'Дмитриевна'),
(20, 'Евгеньевич'),
(74, 'Евгеньевна'),
(21, 'Егорович'),
(75, 'Егоровна'),
(22, 'Ефимович'),
(76, 'Ефимовна'),
(23, 'Иванович'),
(77, 'Ивановна'),
(24, 'Игоревич'),
(78, 'Игоревна'),
(79, 'Ильинична'),
(25, 'Ильич'),
(26, 'Иосифович'),
(27, 'Кириллович'),
(80, 'Кирилловна'),
(28, 'Константинович'),
(81, 'Константиновна'),
(29, 'Леонидович'),
(82, 'Леонидовна'),
(30, 'Львович'),
(83, 'Львовна'),
(31, 'Максимович'),
(84, 'Максимовна'),
(32, 'Матвеевич'),
(33, 'Михайлович'),
(85, 'Михайловна'),
(34, 'Николаевич'),
(86, 'Николаевна'),
(35, 'Олегович'),
(87, 'Олеговна'),
(36, 'Павлович'),
(88, 'Павловна'),
(37, 'Петрович'),
(89, 'Петровна'),
(38, 'Платонович'),
(39, 'Робертович'),
(90, 'Робертовна'),
(40, 'Романович'),
(91, 'Романовна'),
(41, 'Семенович'),
(92, 'Семеновна'),
(42, 'Сергеевич'),
(93, 'Сергеевна'),
(44, 'Станиславович'),
(95, 'Станиславовна'),
(43, 'Степанович'),
(94, 'Степановна'),
(45, 'Тарасович'),
(96, 'Тарасовна'),
(46, 'Тимофеевич'),
(47, 'Федорович'),
(97, 'Федоровна'),
(48, 'Феликсович'),
(98, 'Феликсовна'),
(49, 'Филиппович'),
(99, 'Филипповна'),
(50, 'Эдуардович'),
(100, 'Эдуардовна'),
(51, 'Юрьевич'),
(101, 'Юрьевна'),
(52, 'Яковлевич'),
(102, 'Яковлевна'),
(53, 'Ярославочвич');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `patronymic`
--
ALTER TABLE `patronymic`
  ADD PRIMARY KEY (`id`),
  ADD KEY `name` (`name`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `patronymic`
--
ALTER TABLE `patronymic`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=103;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
